import './KlasnyyKerivnyk.scss';
import Header from "../../../components/Header/Header";
import Footer from "../../../components/Footer/Footer";

export default function KlasnyyKerivnyk() {
    return (
        <div>
            <Header />
            <div className="container kerivnyk-page">
                <h2>Класному керівнику</h2>

                <section className="block">
                    <h3>Документація класного керівника</h3>
                    <ul>
                        <li>Журнал теоретичного навчання учнів.</li>
                        <li>Аналіз контингенту учнів групи.</li>
                        <li>Журнал виховної роботи групи.</li>
                        <li>Табелі успішності та відвідування занять учнями.</li>
                        <li>План виховної роботи за місяць, затверджений заступником директора з НВР.</li>
                        <li>Матеріали виховних годин, години спілкування тощо.</li>
                        <li>Розробки, сценарії виховних заходів.</li>
                        <li>Особові справи учнів групи. Щоденник роботи з «важкими» учнями.</li>
                        <li>Щоденник роботи з батьками.</li>
                        <li>План та протоколи засідань ради профілактики правопорушень групи.</li>
                        <li>Протоколи батьківських зборів, доповіді та виступи на зборах.</li>
                        <li>Матеріали із запобігання дитячому травматизму, журнали інструктажів з ТБ.</li>
                        <li>План та матеріали діяльності волонтерської організації групи.</li>
                        <li>Літопис чи фотоальбом групи.</li>
                    </ul>
                </section>

                <section className="block">
                    <h3>Циклограма виховної діяльності майстра виробничого навчання з навчальною групою</h3>

                    <div className="sub-block">
                        <h4>Щодня</h4>
                        <ul>
                            <li>Перевірити явку учнів на заняттях, вести облік причини їх відсутності на уроках.</li>
                            <li>Оголошувати планові, групові та загальноліцейні заходи на день.</li>
                            <li>Контролювати та здійснювати протягом дня навчальний та виховний процес в групі.</li>
                            <li>Організовувати учнів групи для підготовки та участі у спортивно - масових та позаурочних заходах.</li>
                            <li>Перевіряти стан житлово - побутових умов учнів гуртожитку навчального закладу.</li>
                            <li>Перевіряти зовнішній вигляд учнів.</li>
                        </ul>
                    </div>

                    <div className="sub-block">
                        <h4>Щотижня</h4>
                        <ul>
                            <li>Готувати і проводити виховну годину за пріоритетними напрямками.</li>
                            <li>Проводити засідання ради профілактики правопорушень у групі.</li>
                            <li>За підсумками тижня роботи записи у журналі педагогічного нагляду, впорядковувати документацію групи.</li>
                        </ul>
                    </div>

                    <div className="sub-block">
                        <h4>Щомісяця</h4>
                        <ul>
                            <li>Складати на основі загальноліцейного плану виховної роботи на місяць план роботи в групі і затверджувати його у заступника директора з НВР.</li>
                            <li>Проводити не менше 1 виховного заходу в групі (екскурсія, вікторина, «круглий стіл», диспут, тощо).</li>
                            <li>Очолювати актив групи, керувати його роботою та контролювати її.</li>
                            <li>Перевіряти житлово-побутові умови учнів на квартирах, у гуртожитку.</li>
                            <li>Брати участь у засіданнях штабу профілактики правопорушень та злочинності, забезпечувати явку старости та учнів, які перебувають на педагогічному контролі, запрошувати батьків, готувати інформацію про результати педагогічного нагляду.</li>
                            <li>Поповнювати записи про проведену виховну роботу в журналах педагогічних спостережень.</li>
                            <li>Контролювати успішність учнів, шляхом перевірки журналів, теоретичного та виробничого навчання.</li>
                        </ul>
                    </div>

                    <div className="sub-block">
                        <h4>Посеместрово</h4>
                        <ul>
                            <li>Інформувати навчальну частину про кількість учнів у групі.</li>
                            <li>Готувати таблицю успішності учнів для подачі у електронний табель на сайті ліцею.</li>
                            <li>Складати звіти успішності та відвідування занять групи за семестр.</li>
                            <li>Подавати список учнів на стипендію за результатами підсумкового контролю.</li>
                            <li>Готувати і проводити групові батьківські збори за планом виховної роботи.</li>
                            <li>Визначити питання оздоровлення учнів, їхньої зайнятості та індивідуального працевлаштування в канікулярний період і за можливістю вирішувати їх.</li>
                        </ul>
                    </div>

                    <div className="sub-block">
                        <h4>Щорічно</h4>
                        <ul>
                            <li>Складати план виховної роботи з групою на рік.</li>
                            <li>Робити аналіз контингенту учнів.</li>
                            <li>Проводити не менше 1 відкритого заходу силами закріпленої групи (День відкритих дверей групи, ігрові програми для учнів ліцею, літературно - музичні композиції, ток - шоу тощо).</li>
                            <li>Складати звіт про виконану виховну роботу з групою.</li>
                            <li>Складати характеристику групи за результатами навчального року, враховувати цю інформацію під час складання плану роботи.</li>
                        </ul>
                    </div>
                </section>
            </div>
            <Footer />
        </div>
    );
}
