import './OgoloshennyaDlyaAbituriientiv.scss'
import Footer from '../../../components/Footer/Footer'
import Header from '../../../components/Header/Header'

//img
import img1 from './img/img1.jpg'

export default function OgoloshennyaDlyaAbituriientiv() {
    return (
        <div>
            <Header />
            <div className="container ogoloshennya">
                <h2 className="title">До уваги абітурієнтів</h2>
                <div className="info-text">
                    <img src={img1} alt="" />
                    <div>
                        <h5>Вступну кампанію продовжено!</h5>
                        <p>Керуючись листом Міністерства освіти і науки України від 20.08.2025 № 1/17285-25 «Про продовження вступної кампанії до закладів професійної (професійно-технічної) освіти у 2025 році», відповідно до пункту 6.1 Типових правил прийому до закладів професійної (професійно-технічної) освіти України, затверджених наказом Міністерства освіти і науки від 14.05.2013 № 499, зареєстрованих у Міністерстві юстиції України 29.05.2013 № 823/23355 та у зв'язку з невиконанням регіонального замовлення на прийом з окремих професій <span>коледж продовжує прийом на навчання на 2025/2026 навчальний рік до 1 жовтня 2025 року з професій "Слюсар-ремонтник. слюсар з ремонту рухомого складу. оглядач вагонів. Оглядач-ремонтник вагонів" (на базі 9 класів), "Дероревообробник будівельний. Оператор з обробки інформація та програмного забезпечення" (на базі 9 класів).</span> Чекаємо до вступу!</p>
                    </div>
                </div>
            </div>
            <Footer />
        </div>
    )
}
