import './OgoloshennyaDlyaAbituriientiv.scss'
import Footer from '../../../components/Footer/Footer'
import Header from '../../../components/Header/Header'

//img
import img1 from './img/img1.jpg'
import img2 from './img/img2.jpg'
import img3 from './img/img3.jpg'

export default function OgoloshennyaDlyaAbituriientiv() {
    return (
        <div>
            <Header />
            <div className="container ogoloshennya">
                <h2 className="title">Запрошуємо на День відкритих дверей</h2>
                <div className="info-text">
                    <img src={img2} alt="" />
                    <div>
                        <h5>27 березня об 11:00</h5>
                        <p>Запрошуємо учнів 9-11 класів, батьків та всіх охочих відвідати День відкритих дверей у нашому навчальному закладі. Ви зможете ознайомитися зі спеціальностями, умовами вступу, матеріально-технічною базою та поспілкуватися з викладачами і студентами. Чекаємо на вас, щоб допомогти зробити перший крок до майбутньої професії!</p>
                    </div>
                </div>
            </div>
            <div className="container ogoloshennya">
                <h2 className="title">Запрошуємо на навчання</h2>
                <div className="info-text">
                    <img src={img3} alt="" />
                    <div>
                        <h5>Перелік професій</h5>
                        <p>
                            <ul>
                                <li>Оператор з обробки інформації та програмного забезпечення. Оператор дистанційно керованих апаратів <span>(хлопці та дівчата)</span></li>
                                <li>Оператор з обробки інформації та програмного забезпечення. Фотограф (фотороботи) <span>(хлопці та дівчата)</span></li>
                                <li>Машиність тепловоза. Машиність електровоза. Слюсар з ремонту рухомого складу <span>(хлопці)</span></li>
                                <li>Слюсар-ремонтник. слюсар з ремонту рухомого складу. оглядач вагонів. Оглядач-ремонтник вагонів <span>(хлопці)</span></li>
                                <li>Перукар (перука-модельєр). Манікюрник <span>(хлопці та дівчата)</span></li>
                                <li>Монтажник систем утеплення будівель. Опоряджувальник будівельний. Монтажник санітарно-технічних систем та устаткування <span>(хлопці та дівчата)</span></li>
                                <li>Провідник пасажирського вагона. Стюард <span>(хлопці та дівчата)</span></li>
                                <li>Машиність тепловоза. Слюсар з ремонту рухомого складу <span>(хлопці)</span></li>
                                <li>Перукар (перукар-модельєр) Манікюрник <span>(хлопці та дівчата)</span></li>
                            </ul>
                        </p>
                    </div>
                </div>
            </div>
            <div className="container ogoloshennya">
                <h2 className="title">До уваги абітурієнтів</h2>
                <div className="info-text">
                    <img src={img1} alt="" />
                    <div>
                        <h5>Вступну кампанію продовжено!</h5>
                        <p>Керуючись листом Міністерства освіти і науки України від 20.08.2025 № 1/17285-25 «Про продовження вступної кампанії до закладів професійної (професійно-технічної) освіти у 2025 році», відповідно до пункту 6.1 Типових правил прийому до закладів професійної (професійно-технічної) освіти України, затверджених наказом Міністерства освіти і науки від 14.05.2013 № 499, зареєстрованих у Міністерстві юстиції України 29.05.2013 № 823/23355 та у зв'язку з невиконанням регіонального замовлення на прийом з окремих професій <span>коледж продовжує прийом на навчання на 2025/2026 навчальний рік до 1 жовтня 2025 року з професій "Слюсар-ремонтник. слюсар з ремонту рухомого складу. оглядач вагонів. Оглядач-ремонтник вагонів" (на базі 9 класів), "Дероревообробник будівельний. Оператор з обробки інформація та програмного забезпечення" (на базі 9 класів).</span> Чекаємо до вступу!</p>
                    </div>
                </div>
            </div>
            <Footer />
        </div>
    )
}
