import './PISA.scss'
import Header from "../../../components/Header/Header"
import Footer from "../../../components/Footer/Footer"

export default function InfoPage() {
    return (
        <div>
            <Header />
            <div className="container info-page">
                <h2>PISA-2025</h2>
                <h3>Інформація щодо міжнародного дослідження якості освіти PISA</h3>
                <p className='centet-text'>Шановні колеги!</p>
                <p>У 2016 році Україна вперше долучилася до Програми міжнародного оцінювання учнів – PISA. Програма має на меті порівняти освітні системи близько <span>80 країн світу</span> через вимірювання компетентностей учнів із читання, математики та природничих дисциплін, прямо не пов’язаних з оволодінням шкільними програмами. Крім того, велика увага у дослідженні PISA приділяється вивченню факторів, що впливають на успішне навчання учнів.</p>
                <p>Дослідження PISA проводиться кожні три роки, починаючи з 2000 року, шляхом тестування навичок і знань 15-річних учнів. Вважається, що в більшості країн саме в цьому віці учні закінчують основну школу і постають перед вибором професії і загалом майбутнього життєвого шляху. Однак <span>PISA не перевіряє рівня навчальних досягнень учнів, натомість оцінює наскільки учень зможе використовувати знання й уміння, отримані в школі, за можливих життєвих труднощів і викликів.</span></p>
                <p>Дослідження PISA здійснюється в три етапи (підготовчий, пілотний, основний). Під час підготовчого етапу відбувається переклад та адаптація тестових матеріалів, а також анкет для опитування учнів і адміністрацій навчальних закладів. Пілотний передбачає апробацію завдань та інструментарію дослідження до контексту країн-учасниць. В основний період проводиться тестування, підготовка міжнародного та національного звітів.</p>
                <p>Детальну інформацію про PISA – рамкові матеріали, зразки завдань попередніх циклів, новини про стан підготовки до проведення дослідження в Україні – розміщено на офіційному сайті Програми в Україні: <a href="www.pisa.testportal.gov.ua">www.pisa.testportal.gov.ua</a>.</p>
                <p>Зауважимо, що PISA в кожному циклі дослідження, крім оцінювання досягнень 15-річних підлітків в ключових галузях – читанні, математиці та природничо-наукових дисциплінах, також оцінює досягнення 15-річних підлітків у певній інноваційній галузі. Такою галуззю восьмого циклу PISA-2022 стало <span>креативне мислення</span> як одна з критичних навичок, що необхідні людині для досягнення успіху у 21-му столітті й без яких уже в найближчому майбутньому важко буде конкурувати на ринку праці та й узагалі адаптуватися до швидкозмінних умов сучасного глобального, технізованого й цифровізованого світу.</p>
                <p>Інформуємо, що 20 вересня 2024 року Український центр оцінювання якості освіти оприлюднив Національний звіт за результатами PISA-2022, присвячений успішності українського учнівства в галузі креативного мислення.</p>
                <p>У презентованому під час ютуб-трансляції звіті увагу зосереджено на результатах українського учнівства, яке в складних умовах осені 2022 року взяло участь в тестуванні й анкетуванні з креативного мислення.</p>
                <p>Пропонований звіт є лише частиною постійної кропіткої роботи аналітиків УЦОЯО з опрацювання матеріалів масштабного глобального освітнього дослідження PISA-2022, участь у якому взяла 81 країна світу. У раніше опублікованому <a href="https://pisa.testportal.gov.ua/wp-content/uploads/2023/12/PISA-2022_Naczionalnyj-zvit_povnyj.pdf">Національному звіті за результатами міжнародного дослідження якості освіти PІSA-2022</a> висвітлювалися питання успішності українських 15-річних підлітків у ключових галузях PІSA – читанні, математиці та природничо-наукових дисциплінах, а також йшлося про виклики, з якими стикалося учнівство під час віддаленого навчання тощо. Крім того, деякі значущі аспекти, пов’язані з даними PISA, деталізовано в серії мінізвітів із фокусом на національний і міжнародний досвід.</p>
                <p>Ознайомитися із Національним звітом та Міжнародним звітом можна на сайті УЦОЯО за покликанням: <a href="https://testportal.gov.ua/zvity-dani-4/">https://testportal.gov.ua/zvity-dani-4/</a>.</p>
                <p>Насамкінець наголосимо, що нині PISA є наймасштабнішим дослідженням у галузі освіти, результати якого слугують важливим інструментом для оцінювання та вдосконалювання освітніх політик і систем у багатьох країнах світу. Сподіваємося, що матеріали цього національного звіту стануть у пригоді освітнім політикам, освітянам, широкій громадськості і всім, хто прагне змінити нашу освіту на краще, зробити її конкурентною у світовому вимірі, а її випускників затребуваними й успішними.</p>
            </div>
            <Footer />
        </div>
    )
}
