import './OurProfessions.scss'
import Header from '../../../components/Header/Header'
import Footer from '../../../components/Footer/Footer'

//img
import operator from './img/operator.jpg'
import operator2 from './img/operator2.jpg'

// icons (приклади, заміни на свої або svg)
import icon1 from './img/icon1.png'
import icon2 from './img/icon2.png'
import icon3 from './img/icon3.png'

export default function OurProfessions() {
    return (
        <div>
            <Header />
            <div className='profession-information container'>
                <div className="info-operator">
                    <h2>Оператор з обробки інформації та програмного забезпечення. 
                    Оператор дистанційно керованих апаратів
                    </h2>
                    <p>
                        Хочеш працювати з комп’ютерами, програмним забезпеченням та сучасними дистанційно керованими апаратами? 
                        Хочеш створювати, керувати та аналізувати дані? Тоді тобі до нас!
                    </p>
                    <div className='photo-text'>
                        <div className='photo-block'>
                            <img src={operator} alt="оператор" />
                            <img src={operator2} alt="оператор" />
                        </div>
                        <div className='text-block'>
                            <div className='text-block1'>
                                <img src={icon1} alt="icon" />
                                <p>
                                    Оператор з обробки інформації та програмного забезпечення – це фахівець, який працює 
                                    з комп’ютерними системами, аналізує дані та оперує програмними продуктами. 
                                    Завдяки знанням у сфері програмного забезпечення, автоматизації та дистанційного 
                                    керування апаратами, фахівець може ефективно виконувати завдання у різних сферах: 
                                    від IT-підтримки та обробки даних до роботи з робототехнікою та дронами.
                                </p>
                            </div>
                            <div className='text-block2'>
                                <img src={icon2} alt="icon" />
                                <p>
                                    Сучасний оператор інформаційних систем є однією з актуальних та перспективних робітничих професій. 
                                    Про це свідчить постійна потреба на ринку праці у кваліфікованих фахівцях, здатних поєднувати 
                                    знання комп’ютерних технологій та управління дистанційними апаратами. 
                                    Спеціалісти цієї сфери можуть працювати як у державних та приватних IT-компаніях, 
                                    так і на підприємствах, що використовують сучасні технології автоматизації, 
                                    а також розпочати власну справу у сфері інформаційних технологій чи дистанційного керування апаратами.
                                </p>
                            </div>
                            <div className='text-block3'>
                                <img src={icon3} alt="icon" />
                                <p>
                                    Випускнику закладу професійної освіти з дипломом оператора відкриваються великі перспективи 
                                    для творчої та кар’єрної самореалізації. А ще, що не менш важливо для молодої людини, 
                                    ця професія забезпечує стабільний матеріальний стан завдяки високій затребуваності 
                                    та конкурентній оплаті праці у галузі.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="info-derevo">
                    <h2>Деревообробник будівельний. Оператор з обробки інформації та програмного забезпечення. 
                    </h2>
                    <p>
                        Хочеш працювати з комп’ютерами, програмним забезпеченням та сучасними дистанційно керованими апаратами? 
                        Хочеш створювати, керувати та аналізувати дані? Тоді тобі до нас!
                    </p>
                    <div className='photo-text'>
                        <div className='photo-block'>
                            <img src={operator} alt="оператор" />
                            <img src={operator2} alt="оператор" />
                        </div>
                        <div className='text-block'>
                            <div className='text-block1'>
                                <img src={icon1} alt="icon" />
                                <p>
                                    Оператор з обробки інформації та програмного забезпечення – це фахівець, який працює 
                                    з комп’ютерними системами, аналізує дані та оперує програмними продуктами. 
                                    Завдяки знанням у сфері програмного забезпечення, автоматизації та дистанційного 
                                    керування апаратами, фахівець може ефективно виконувати завдання у різних сферах: 
                                    від IT-підтримки та обробки даних до роботи з робототехнікою та дронами.
                                </p>
                            </div>
                            <div className='text-block2'>
                                <img src={icon2} alt="icon" />
                                <p>
                                    Сучасний оператор інформаційних систем є однією з актуальних та перспективних робітничих професій. 
                                    Про це свідчить постійна потреба на ринку праці у кваліфікованих фахівцях, здатних поєднувати 
                                    знання комп’ютерних технологій та управління дистанційними апаратами. 
                                    Спеціалісти цієї сфери можуть працювати як у державних та приватних IT-компаніях, 
                                    так і на підприємствах, що використовують сучасні технології автоматизації, 
                                    а також розпочати власну справу у сфері інформаційних технологій чи дистанційного керування апаратами.
                                </p>
                            </div>
                            <div className='text-block3'>
                                <img src={icon3} alt="icon" />
                                <p>
                                    Випускнику закладу професійної освіти з дипломом оператора відкриваються великі перспективи 
                                    для творчої та кар’єрної самореалізації. А ще, що не менш важливо для молодої людини, 
                                    ця професія забезпечує стабільний матеріальний стан завдяки високій затребуваності 
                                    та конкурентній оплаті праці у галузі.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <Footer />
        </div>
    )
}
