import './NMT.scss'
import Header from "../../../components/Header/Header"
import Footer from "../../../components/Footer/Footer"

//pdf
import PlanNMT2026 from './pdf/Plan-NMT2026.pdf'

export default function NMT() {
    return (
        <div className="nmt">
            <Header />

            <main className="nmt-content">
                <h1>НМТ - 2026</h1>

                <div className="nmt-text">

                    <p>
                        На виконання плану роботи, наказу департаменту освіти і науки 
                        Рівненської обласної державної адміністрації від 19.02.2026 № 37, 
                        листа Львівського регіонального центру оцінювання якості освіти 
                        (ЛРЦОЯО) від 04.03.2026 № 59/03-29 інформуємо про старт реєстрації 
                        для участі в національному мультипредметному тестуванні (НМТ), 
                        яка розпочинається 05.02.2026.
                    </p>

                    <p>
                        Процедура реєстрації передбачає створення особою, яка виявила 
                        бажання взяти участь у НМТ в поточному році, персонального 
                        кабінету на вебсайті Українського центру оцінювання якості освіти 
                        (УЦОЯО), унесення в програмний засіб особистих даних та інформації 
                        щодо участі в НМТ, завантаження в електронній формі (сканкопій 
                        та/або фотокопій) документів і електронне надсилання (через 
                        персональний кабінет) унесеної інформації з копіями документів 
                        на обробку до Львівського регіонального центру оцінювання якості 
                        освіти (ЛРЦОЯО).
                    </p>

                    <p>
                        Зареєструватись для участі в НМТ можуть особи, які мають повну 
                        загальну середню освіту або завершують її здобуття у 2026 році. 
                        Алгоритм процедури реєстрації для участі в НМТ описано в Порядку 
                        реєстрації осіб для участі в національному мультипредметному тесті, 
                        затвердженому <a href="https://ips.ligazakon.net/document/view/RE45637?an=1">наказом Міністерства освіти і науки України 
                        від 16.02.2026 № 280</a>, а також на сторінці «<a href="https://testportal.gov.ua/protsedura-reyestratsiyi-2026/">Процедура реєстрації</a>» 
                        сайту УЦОЯО.
                    </p>

                    <p>
                        Звертаємо увагу на те, що документом, який підтверджує інформацію 
                        про здобуття освіти, є свідоцтво або атестат про повну загальну 
                        середню освіту або довідка з місця навчання, у якій вказано, 
                        що особа завершує здобуття повної загальної середньої освіти 
                        у 2026 році.
                    </p>

                    <p>
                        Зауважимо, що довідку треба оформити на офіційному бланку закладу 
                        освіти з усіма реквізитами або ж використати кутовий штамп 
                        закладу освіти. Довідка має бути зареєстрована (вихідний номер, 
                        дату видачі), завірена підписом керівника та печаткою закладу 
                        освіти.
                    </p>

                </div>

                <div className="nmt-documents">
                    <a 
                        href={PlanNMT2026} 
                        target="_blank" 
                        rel="noopener noreferrer"
                    >
                        Переглянути документ
                    </a>
                </div>

            </main>

            <Footer />
        </div>
    )
}