import './Samovryaduvannya.scss';
import Header from "../../../components/Header/Header";
import Footer from "../../../components/Footer/Footer";

// імпорт картинок
import LogoSamovryaduvannya from '../Samovryaduvannya/img/LogoSamovryaduvannya.png';

export default function Samovryaduvannya() {
    return (
        <div>
            <Header />
            <div className="container samovryad-page">
                <h2>Самоврядування</h2>

                {/* Символіка */}
                <section className="samovryad-section">
                    <div className="section-content">
                        <img src={LogoSamovryaduvannya} alt="Символіка" />
                        <div>
                            <p>Ми живемо в світі, який стрімко розвивається, у світі, де кожен ранок нового дня народжує нові ідеї для побудови майбутнього. І основна складова цього світу – це суспільство; це людина, яка має в собі високий розумовий потенціал, вірить у свою справу і чітко знає, чого хоче у цьому житті. Свої прагнення і переконання вона робить реальністю, крок за кроком створюючи велику і могутню державу. Але справа, розпочата нею, потребує численних сил і невичерпної наполегливості, а головне – досвіду. Причому досвіду не лише дідів і прадідів, а, головним чином – нового, набутого у процесі власних вчинків і помилок, виправляючи які, людина щоразу здобуває щось нове. Нове в житті, нове в роботі, нове в керівництві. </p>
                            <p>Тому, маючи тривалий досвід роботи учнівських профспілкових органів, у 2007 році, керівництвом Здолбунівського професійного ліцею залізничного транспорту було вирішено створити ще одну початкову базу досвіду – учнівське самоврядування, яке готує державі лідерів. Формує особистості, які будуть не лише фахівцями у своїй галузі, а й потенційними керівниками. Адже завтра у їхніх руках буде майбутнє нашої держави. Діяльність органів учнівського самоврядування ліцею спрямована на удосконалення навчально-виховного процесу, на якісне навчання, виховання духовності та культури учнів, зростання у ліцеїстів соціальної активності та відповідальності за доручену справу.</p>
                            <p>Учнівське самоврядування – це організація, що об’єднує молодь, і саме це допомагає більш якісно вирішувати проблеми учнів, бо хто ще, окрім них самих так глибоко їх розуміє.</p>
                        </div>
                    </div>
                </section>
            </div>
            <Footer />
        </div>
    );
}
